
/* Class = "NSWindow"; title = "Προτιμήσεις"; ObjectID = "1"; */
"1.title" = "Προτιμήσεις";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "41"; */
"41.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "απόλυτη χρονική στιγμή"; ObjectID = "42"; */
"42.title" = "απόλυτη χρονική στιγμή";

/* Class = "NSMenuItem"; title = "σχετική χρονική στιγμή"; ObjectID = "43"; */
"43.title" = "σχετική χρονική στιγμή";

/* Class = "NSTextFieldCell"; title = "Μέγεθος:"; ObjectID = "46"; */
"46.title" = "Μέγεθος:";

/* Class = "NSTextFieldCell"; title = "Εμφάνιση"; ObjectID = "72"; */
"72.title" = "Εμφάνιση";

/* Class = "NSTextFieldCell"; title = "κέρσορας στην γραμμή χρόνου"; ObjectID = "74"; */
"74.title" = "κέρσορας στην γραμμή χρόνου";

/* Class = "NSBox"; title = "Στοιχείο ελέγχου"; ObjectID = "87"; */
"87.title" = "Στοιχείο ελέγχου";

/* Class = "NSBox"; title = "Στυλ υποτίτλων"; ObjectID = "108"; */
"108.title" = "Στυλ υποτίτλων";

/* Class = "NSTextFieldCell"; title = "Χρώμα γραμ:"; ObjectID = "110"; */
"110.title" = "Χρώμα γραμ:";

/* Class = "NSTextFieldCell"; title = "Χρώμα περιγραμ:"; ObjectID = "117"; */
"117.title" = "Χρώμα περιγραμ:";

/* Class = "NSTextFieldCell"; title = "Απόκρυψη σε"; ObjectID = "122"; */
"122.title" = "Απόκρυψη σε";

/* Class = "NSTextFieldCell"; title = "Διαφάνεια"; ObjectID = "128"; */
"128.title" = "Διαφάνεια";

/* Class = "NSTextFieldCell"; title = "διαφ."; ObjectID = "132"; */
"132.title" = "διαφ.";

/* Class = "NSBox"; title = "Box"; ObjectID = "133"; */
"133.title" = "Box";

/* Class = "NSTextFieldCell"; title = "Εμφάνιση παραθύρου μπροστά"; ObjectID = "135"; */
"135.title" = "Εμφάνιση παραθύρου μπροστά";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "138"; */
"138.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Ποτέ"; ObjectID = "139"; */
"139.title" = "Ποτέ";

/* Class = "NSMenuItem"; title = "Πάντα"; ObjectID = "140"; */
"140.title" = "Πάντα";

/* Class = "NSMenuItem"; title = "Στην αναπαραγωγή"; ObjectID = "141"; */
"141.title" = "Στην αναπαραγωγή";

/* Class = "NSBox"; title = "OSD"; ObjectID = "142"; */
"142.title" = "OSD";

/* Class = "NSTextFieldCell"; title = "Απόκρυψη σε"; ObjectID = "144"; */
"144.title" = "Απόκρυψη σε";

/* Class = "NSTextFieldCell"; title = "Χρώμα γραμμ."; ObjectID = "150"; */
"150.title" = "Χρώμα γραμμ.";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "156"; */
"156.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "ταιριάζει απόλυτα με το αρχείο βίντεο"; ObjectID = "157"; */
"157.title" = "ταιριάζει απόλυτα με το αρχείο βίντεο";

/* Class = "NSMenuItem"; title = "περιέρχει τον τίτλο του βίντεο"; ObjectID = "158"; */
"158.title" = "περιέρχει τον τίτλο του βίντεο";

/* Class = "NSMenuItem"; title = "έχουν ίδιο όνομα"; ObjectID = "159"; */
"159.title" = "έχουν ίδιο όνομα";

/* Class = "NSButtonCell"; title = "Επιβολή αναδημιουργίας index"; ObjectID = "162"; */
"162.title" = "Επιβολή αναδημιουργίας index";

/* Class = "NSBox"; title = "Απόδοση & ποιότητα"; ObjectID = "163"; */
"163.title" = "Απόδοση & ποιότητα";

/* Class = "NSButtonCell"; title = "Χρήση πλήρης οθόνης κατά την αναπαραγωγή"; ObjectID = "165"; */
"165.title" = "Χρήση πλήρης οθόνης κατά την αναπαραγωγή";

/* Class = "NSTextFieldCell"; title = "Αριθμός threads"; ObjectID = "167"; */
"167.title" = "Αριθμός threads";

/* Class = "NSBox"; title = "Έξοδος"; ObjectID = "173"; */
"173.title" = "Έξοδος";

/* Class = "NSTextFieldCell"; title = "Είδος:"; ObjectID = "175"; */
"175.title" = "Είδος:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding"; ObjectID = "181"; */
"181.ibShadowedToolTip" = "If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don‘t have to worry about the 0 padding";

/* Class = "NSButtonCell"; title = "Εύρεση & αναπαραγωγή επόμενου αρχείου"; ObjectID = "182"; */
"182.title" = "Εύρεση & αναπαραγωγή επόμενου αρχείου";

/* Class = "NSButtonCell"; title = "Έξοδος με το κλείσιμο του παραθύρου"; ObjectID = "184"; */
"184.title" = "Έξοδος με το κλείσιμο του παραθύρου";

/* Class = "NSButtonCell"; title = "Εμφάνιση OSD"; ObjectID = "212"; */
"212.title" = "Εμφάνιση OSD";

/* Class = "NSTextFieldCell"; title = "Με την επιλογή ON, ο MPlayerX θα αναδημιουργήσει το index για γρήγορότερη εύρεση, χρήσιμο σε προβληματικά αρχεία . Η χρήση του θα επιβάλει καθυστέρηση στην αναπαραγωγή"; ObjectID = "249"; */
"249.title" = "Με την επιλογή ON, ο MPlayerX θα αναδημιουργήσει το index για γρήγορότερη εύρεση, χρήσιμο σε προβληματικά αρχεία . Η χρήση του θα επιβάλει καθυστέρηση στην αναπαραγωγή";

/* Class = "NSButtonCell"; title = "Χρήση ενσωματωμένου φόντου"; ObjectID = "257"; */
"257.title" = "Χρήση ενσωματωμένου φόντου";

/* Class = "NSTextFieldCell"; title = "Προσωρινή αποθήκευση ροής:"; ObjectID = "260"; */
"260.title" = "Προσωρινή αποθήκευση ροής:";

/* Class = "NSTextFieldCell"; title = "kBytes"; ObjectID = "265"; */
"265.title" = "kBytes";

/* Class = "NSButtonCell"; title = "Προτίμηση σε IPV6"; ObjectID = "270"; */
"270.title" = "Προτίμηση σε IPV6";

/* Class = "NSButtonCell"; title = "Σε πλήρη οθόνη, ΜΗΝ απενεργοποιείς τις υπόλοιπες οθόνες"; ObjectID = "282"; */
"282.title" = "Σε πλήρη οθόνη, ΜΗΝ απενεργοποιείς τις υπόλοιπες οθόνες";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "295"; */
"295.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Χωρίς πλαίσιο"; ObjectID = "296"; */
"296.title" = "Χωρίς πλαίσιο";

/* Class = "NSMenuItem"; title = "Κάτω μόνο"; ObjectID = "297"; */
"297.title" = "Κάτω μόνο";

/* Class = "NSMenuItem"; title = "Επάνω + Κάτω"; ObjectID = "298"; */
"298.title" = "Επάνω + Κάτω";

/* Class = "NSTextFieldCell"; title = "Ύψος:"; ObjectID = "304"; */
"304.title" = "Ύψος:";

/* Class = "NSBox"; title = "Πλαίσιο υποτίτλων"; ObjectID = "307"; */
"307.title" = "Πλαίσιο υποτίτλων";

/* Class = "NSTextFieldCell"; title = "σε σχέση με την ταινία"; ObjectID = "309"; */
"309.title" = "σε σχέση με την ταινία";

/* Class = "NSButtonCell"; title = "Έναρξη αναπαραγωγής με το άνοιγμα του αρχείου"; ObjectID = "320"; */
"320.title" = "Έναρξη αναπαραγωγής με το άνοιγμα του αρχείου";

/* Class = "NSBox"; title = "Έλεγχος κωδικοποίησης γραμματοσειράς"; ObjectID = "327"; */
"327.title" = "Έλεγχος κωδικοποίησης γραμματοσειράς";

/* Class = "NSTextFieldCell"; title = "Εάν σίγουροι ≤"; ObjectID = "329"; */
"329.title" = "Εάν σίγουροι ≤";

/* Class = "NSTextFieldCell"; title = "κωδικοποίηση"; ObjectID = "334"; */
"334.title" = "κωδικοποίηση";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Δεν συνιστάται η τιμή 100%."; ObjectID = "348"; */
"348.title" = "Δεν συνιστάται η τιμή 100%.";

/* Class = "NSButtonCell"; title = "Επικάλυψη υποτίτλων"; ObjectID = "350"; */
"350.title" = "Επικάλυψη υποτίτλων";

/* Class = "NSMenuItem"; title = "Επάνω μόνο"; ObjectID = "354"; */
"354.title" = "Επάνω μόνο";

/* Class = "NSButtonCell"; title = "Μεταφορά της RTSP ροής σε HTTP πρωτόκολλο "; ObjectID = "358"; */
"358.title" = "Μεταφορά της RTSP ροής σε HTTP πρωτόκολλο ";

/* Class = "NSButtonCell"; title = "Χρήση ffmpeg για διαχείρηση της ροής"; ObjectID = "365"; */
"365.title" = "Χρήση ffmpeg για διαχείρηση της ροής";

/* Class = "NSButtonCell"; title = "DTS 5.1 σε Stereo"; ObjectID = "373"; */
"373.title" = "DTS 5.1 σε Stereo";

/* Class = "NSTextFieldCell"; title = "Εάν χρησιμοποιείται τα ενσωματωμένα ηχεία, ενεργοποιήστε το."; ObjectID = "376"; */
"376.title" = "Εάν χρησιμοποιείται τα ενσωματωμένα ηχεία, ενεργοποιήστε το.";

/* Class = "NSTextFieldCell"; title = "Εμφάνιση"; ObjectID = "387"; */
"387.title" = "Εμφάνιση";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "390"; */
"390.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "υπολειπόμενος χρόνος"; ObjectID = "391"; */
"391.title" = "υπολειπόμενος χρόνος";

/* Class = "NSMenuItem"; title = "συνολοκός χρόνος"; ObjectID = "392"; */
"392.title" = "συνολοκός χρόνος";

/* Class = "NSTextFieldCell"; title = "δεξιά της μπάρας ελέγχου"; ObjectID = "395"; */
"395.title" = "δεξιά της μπάρας ελέγχου";

/* Class = "NSButtonCell"; title = "Συνέχεια από το τελευταίο stop"; ObjectID = "400"; */
"400.title" = "Συνέχεια από το τελευταίο stop";

/* Class = "NSButtonCell"; title = "Απόκρυψη του Dock σε πλήρη οθόνη"; ObjectID = "403"; */
"403.title" = "Απόκρυψη του Dock σε πλήρη οθόνη";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "Καμία"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "Καμία";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "Κανονική"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "Κανονική";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "Προχωρημένη"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "Προχωρημένη";

/* Class = "NSTextFieldCell"; title = "Βελτιστοποίηση εικόνας"; ObjectID = "410"; */
"410.title" = "Βελτιστοποίηση εικόνας";

/* Class = "NSTextFieldCell"; title = "Μέθοδος Deinterlace"; ObjectID = "413"; */
"413.title" = "Μέθοδος Deinterlace";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter."; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter.";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "Καμία"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "Καμία";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFMpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFMpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "Επιπλέον επιλογές"; ObjectID = "423"; */
"423.title" = "Επιπλέον επιλογές";

/* Class = "NSTextFieldCell"; title = "Οι επιλογές θα ενεργοποιηθούν άμεσα.\nΜην το χρησιμοποιείται, εφόσον δεν γνωρίζετε!"; ObjectID = "430"; */
"430.title" = "Οι επιλογές θα ενεργοποιηθούν άμεσα.\nΜην το χρησιμοποιείται, εφόσον δεν γνωρίζετε!";

/* Class = "NSTextFieldCell"; title = "Αποθήκευση ρυθμίσεων για το \"Video Tuner\";"; ObjectID = "435"; */
"435.title" = "Αποθήκευση ρυθμίσεων για το \"Video Tuner\";";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "438"; */
"438.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Επαναφορά με το τέλος της αναπαραγωγής"; ObjectID = "439"; */
"439.title" = "Επαναφορά με το τέλος της αναπαραγωγής";

/* Class = "NSMenuItem"; title = "Επαναφορά όταν δεν υπάρχει επόμενο αρχείο"; ObjectID = "440"; */
"440.title" = "Επαναφορά όταν δεν υπάρχει επόμενο αρχείο";

/* Class = "NSMenuItem"; title = "Επαναφορά με τον τερματισμό της εφαρμογής"; ObjectID = "441"; */
"441.title" = "Επαναφορά με τον τερματισμό της εφαρμογής";

/* Class = "NSMenuItem"; title = "Αποθήκευσε στις ρυθμίσεις μου"; ObjectID = "442"; */
"442.title" = "Αποθήκευσε στις ρυθμίσεις μου";

/* Class = "NSTextFieldCell"; title = "Αποθήκευση ρυθμίσεων για τον \"Ισοσταθμιστή\";"; ObjectID = "445"; */
"445.title" = "Αποθήκευση ρυθμίσεων για τον \"Ισοσταθμιστή\";";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "448"; */
"448.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Επαναφορά με το τέλος της αναπαραγωγής"; ObjectID = "449"; */
"449.title" = "Επαναφορά με το τέλος της αναπαραγωγής";

/* Class = "NSMenuItem"; title = "Επαναφορά όταν δεν υπάρχει επόμενο αρχείο"; ObjectID = "450"; */
"450.title" = "Επαναφορά όταν δεν υπάρχει επόμενο αρχείο";

/* Class = "NSMenuItem"; title = "Επαναφορά με τον τερματισμό της εφαρμογής"; ObjectID = "451"; */
"451.title" = "Επαναφορά με τον τερματισμό της εφαρμογής";

/* Class = "NSMenuItem"; title = "Αποθήκευσε στις ρυθμίσεις μου"; ObjectID = "452"; */
"452.title" = "Αποθήκευσε στις ρυθμίσεις μου";

/* Class = "NSTextFieldCell"; title = "Φόρτωση υποτίτλων, εαν το όνομα αρχείου"; ObjectID = "459"; */
"459.title" = "Φόρτωση υποτίτλων, εαν το όνομα αρχείου";

/* Class = "NSTextFieldCell"; title = "Στοίχηση:"; ObjectID = "461"; */
"461.title" = "Στοίχηση:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "466"; */
"466.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Προκαθορισμένη"; ObjectID = "467"; */
"467.title" = "Προκαθορισμένη";

/* Class = "NSMenuItem"; title = "Κάτω αριστερά"; ObjectID = "468"; */
"468.title" = "Κάτω αριστερά";

/* Class = "NSMenuItem"; title = "Κάτω κέντρο"; ObjectID = "469"; */
"469.title" = "Κάτω κέντρο";

/* Class = "NSMenuItem"; title = "Κάτω δεξιά"; ObjectID = "470"; */
"470.title" = "Κάτω δεξιά";

/* Class = "NSMenuItem"; title = "Επάνω αριστερά"; ObjectID = "471"; */
"471.title" = "Επάνω αριστερά";

/* Class = "NSMenuItem"; title = "Επάνω κέντρο"; ObjectID = "472"; */
"472.title" = "Επάνω κέντρο";

/* Class = "NSMenuItem"; title = "Επάνω δεξιά"; ObjectID = "473"; */
"473.title" = "Επάνω δεξιά";

/* Class = "NSButtonCell"; title = "Απενεργοποίηση οριζόντιου scroll ποντικιού (timeline)"; ObjectID = "479"; */
"479.title" = "Απενεργοποίηση οριζόντιου scroll ποντικιού (timeline)";

/* Class = "NSButtonCell"; title = "Απενεργοποίηση κάθετου scroll ποντικιού (ένταση)"; ObjectID = "481"; */
"481.title" = "Απενεργοποίηση κάθετου scroll ποντικιού (ένταση)";

/* Class = "NSButtonCell"; title = "Όταν είναι σε πλήρη οθόνη, \nπροσαρμογή ύψος πλαισίου σε σχέση με το ύψος της οθόνης"; ObjectID = "485"; */
"485.title" = "Όταν είναι σε πλήρη οθόνη, \nπροσαρμογή ύψος πλαισίου σε σχέση με το ύψος της οθόνης";

/* Class = "NSTextFieldCell"; title = "Με αυτή την επιλογή το MPlayerX θα προσπαθήσει να μην επικαλύπτονται οι υπότιτλοι.\nΠαρόλα αυτά, σε HD αρχεία, μπορεί να υπάρχουν καθυστερήσης στην αναπαραγωγή."; ObjectID = "488"; */
"488.title" = "Με αυτή την επιλογή το MPlayerX θα προσπαθήσει να μην επικαλύπτονται οι υπότιτλοι.\nΠαρόλα αυτά, σε HD αρχεία, μπορεί να υπάρχουν καθυστερήσης στην αναπαραγωγή.";

/* Class = "NSTextFieldCell"; title = "Γραμ:"; ObjectID = "490"; */
"490.title" = "Γραμ:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "493"; */
"493.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "Φόρτωση, αλλά όχι αναπαραγωγή με την έναρξη του αρχείου"; ObjectID = "500"; */
"500.title" = "Φόρτωση, αλλά όχι αναπαραγωγή με την έναρξη του αρχείου";

/* Class = "NSButtonCell"; title = "Έλεγχος ψηφιακής εξόδου SPDIF"; ObjectID = "528"; */
"528.title" = "Έλεγχος ψηφιακής εξόδου SPDIF";

/* Class = "NSButtonCell"; title = "Ενεργοποίηση( F7, F8, F9) για έλεγχο αναπαραγωγής (επανεκκίνηση)"; ObjectID = "542"; */
"542.title" = "Ενεργοποίηση( F7, F8, F9) για έλεγχο αναπαραγωγής (επανεκκίνηση)";

/* Class = "NSButtonCell"; title = "Ενεργοποίηση \"Άνοιγμα πρόσφατων\""; ObjectID = "552"; */
"552.title" = "Ενεργοποίηση \"Άνοιγμα πρόσφατων\"";

/* Class = "NSButtonCell"; title = "Χρήση δευτερεύουσας οθόνης"; ObjectID = "557"; */
"557.title" = "Χρήση δευτερεύουσας οθόνης";

/* Class = "NSButtonCell"; title = "Έλεγχος ήχου με το Apple Remote"; ObjectID = "566"; */
"566.title" = "Έλεγχος ήχου με το Apple Remote";

/* Class = "NSTextFieldCell"; title = "Αποθήκευση εικόνων"; ObjectID = "587"; */
"587.title" = "Αποθήκευση εικόνων";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "στο πρόχειρο"; ObjectID = "594"; */
"594.title" = "στο πρόχειρο";

/* Class = "NSMenuItem"; title = "σας PNG αρχείο"; ObjectID = "595"; */
"595.title" = "σας PNG αρχείο";

/* Class = "NSMenuItem"; title = "σας JPEG αρχείο"; ObjectID = "596"; */
"596.title" = "σας JPEG αρχείο";

/* Class = "NSMenuItem"; title = "σαν TIFF αρχείο"; ObjectID = "597"; */
"597.title" = "σαν TIFF αρχείο";

/* Class = "NSMenuItem"; title = "σαν BMP αρχείο"; ObjectID = "598"; */
"598.title" = "σαν BMP αρχείο";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
